[
      {
        "date": "October 2024",
        "title": "Our paper on Multi-bird tracking is accepted to WACV 2025! Congratulation to Keon and Ethan for their hardwork!",
              "images": [
        ]
    },
       {
        "date": "October 2024",
        "title": "We have finished building 10 ArcPro Cars!",
              "images": [
        ]
    },
      {
        "date": "September 2024",
        "title": "We have presented our minicity paper in ITSC 2024",
             "images": [
        ]
    },
      {
        "date": "August 2024",
        "title": "Daniel Vargas and Daniel Perez are now PhD students in AirOU, congratulations!",
        "content":"Daniel Vargas continues his study as a PhD student in Control. Daniel Perez starts his PhD in Data Science and Analytics. Welcome back!" ,
    "images": [
        ]
      },
    {
        "date": "June 2024",
        "title": "Sooner Competetive Robotics wins 1st place!",
        "content": "Sooner Competitive Robotics has officially won 1st place at the Intelligent Ground Vehicle Competition (IGVC) for the second year in a row! With our robot, the Danger Zone, we placed first in both the AutoNav challenge as well as first in the Grand Award. This team worked so hard all year and was able to replicate our success from last year. We are proud to represent the University of Oklahoma and the University of Oklahoma – Gallogly College of Engineering! Thank you to all our friends, family, alumni, and sponsors for supporting us all year. We look forward to IGVC 2025!" ,
        "images": [
            "/assets/images/SCR.jpg",
            "/assets/images/SCR2.jpg"
        ]
    },
    {
        "date": "May 2024",
        "title": "Daniel Vargas Receives Research Fellowship Once Again",
        "content": "Our undergraduate student, Daniel Vargas, received the <a href=\"https://www.ou.edu/coe/research/undergrad/fund\">Gallogly College of Engineering Research Fellowship once again!</a>. This exclusive grant allows students to focus on their research and allow them to prosper in their work. He received the grant for his project: Search and Rescue Robotic System (SARRS.)" ,
        "images": [
            "/assets/images/SARRS.jpeg"
        ]
    },
    {
        "date": "April 2024",
        "title": "We relaxed before the finals with some BBQ!",
        "content": "Our research lab recently enjoyed a delightful barbeque, providing a much-needed break and a chance to relax before the final exams. It was a perfect opportunity for everyone to gather outside, share delicious food, and strengthen our sense of community. The event was filled with laughter and camaraderie, making it a memorable and refreshing experience for all." ,
        "images": [
            "/assets/images/IMG_3544.JPG",
            "/assets/images/IMG_3555.JPG",
            "/assets/images/IMG_3547.JPG"

        ]
    },
        {
        "date": "April 2024",
        "title": "Our proposal on Minicity gets funded by DISC seed funding",
        "content": "We are excited to share that AirOU gets the support for research on Minicity with the amount of $10,000." ,
    },
    {
        "date": "December 2023",
        "title": "Daniel Vargas Receives Research Fellowship",
        "content": "Our undergraduate student, Daniel Vargas, received the <a href=\"https://www.ou.edu/coe/research/undergrad/fund\">Gallogly College of Engineering Research Fellowship</a>. This exclusive grant allows students to focus on their research and allow them to prosper in their work. He received the grant for his project: Search and Rescue Robotic System (SARRS.) He will be working on the project for the spring 2024 semester and is expected to complete the project by May 2024. ",
        "images": [
            "/assets/images/SARRS.jpeg"
        ]
    },
    {
        "date": "April 2023",
        "title": "AirLab Participates in The Big Event",
        "content": "The underclassmen members of Airlab, Daniel, Tyler, and Yuki, were able to participate in this year's Big Event. The Big Event is OU's official day of community service. Pictured below are members Daniel and Tyler remulching for a local wild care foundation.",
        "images": [
            "/assets/images/daniel-remulching-tbe.png",
            "/assets/images/tyler-remulching-tbe.png"
        ]
    },
    {
        "date": "Jan 2023",
        "title": "AirLab Welcomes Three New Members To Lab",
        "content": "AIROU is excited to announce the arrival of three additional members to the lab for this upcoming school semester. Welcome to the team, Avinash, Tate, and Maisha!",
        "images": [
            "/assets/images/Avinash.png",
            "/assets/images/maisha.jpeg"
        ]
    },
    {
        "date": "Oct 2022",
        "title": "New Lab Set Up in Carson B12",
        "content": "AIROU's new lab has been successfully set up in Carson B12. This space will be used for testing and implementing various lab and research endeavors. This space also holds our 3D printer, computers, and other electronics. Currently, our member Daniel Vargas has been working on assembling our drones and MUSHr racecars in this lab space. Pictured below is the AIROU's first lab meeting here!",
        "images": [
            "/assets/images/lab-members.png",
            "/assets/images/lab.png"
        ]
    },
    {
        "date": "Oct 2022",
        "title": "Oklahoma Transportation Research Day",
        "content": "Last October, our lab members Daniel Vargas, Yuki Zheng, and Tyler Roman were able to attend the Oklahoma Transportation Research Day. <br> Daniel (pictured: bottom left) presented his work on the implementation of localizing and mapping with advanced AI for autonomous navigation, and presented his MUSHr racecar project our lab is using to test our visual navigation and simulations. <br><br> Yuki and Tyler (pictured: bottom right) presented their poster exploring AIROU's project for collaborative multi-view perception for a safe, robust, and scalable autonomous driving system. Some topics covered include 3-D multi-object detection, sensor fusion, multi-object tracking, collaborative learning, localization, and mapping.",
        "images": [
            "/assets/images/daniel-poster.png",
            "/assets/images/yuki-tyler-poster.png"
        ]
    },
    {
        "date": "Oct 2022",
        "title": "New 3D Printer Set Up",
        "content": "A 3D printer has recently been set up in the lab to facilitate in the assembling of the lab's MUSHr racecars.",
        "images": [
            "/assets/images/3d-printer.png",
            "/assets/images/old-3d-printers.png"
        ]
    },
    {
        "date": "Aug 2022",
        "title": "AIROU's First MUSHr Racecar Assembled",
        "content": "AIROU's first MUSHr racecar has been assembled and driven in the lab!",
        "images": [
            "/assets/images/mushr-car.png",
            "/assets/images/assembled-cars.png"
        ]
    }
]
